[
  {
     "sYear": "1911",
     "eYear": "1943",
     "legControl": "Not recorded (likely Democratic)",
     "govControl": "George Wylie Hunt (Democratic)",
     "repNum": 1,
     "pop": "204,354",
     "redistType": "State Legislature",
     "context": "When Arizona first entered the Union as a state, its population was among the lowest in the country. As such, it was apportioned only one congressional representative, and so the entire state was treated as on at-large district. This would last until the 78th Congress in 1943.",
     "contextTwo": "",
     "contextThree": "",
     "fileName": "../az_topojson/Arizona_62_to_77.json"
  },
  {
     "sYear": "1943",
     "eYear": "1949",
     "legControl": "Democratic",
     "govControl": "Sidney Preston Osborn (Democratic)",
     "repNum": 2,
     "pop": "499,261",
     "redistType": "State Legislature",
     "context": "After the census of 1940, Arizona was reapportioned 1 more representative, bringing its total to 2. However, the state legislature did not redistrict the state, but rather continued to hold elections for 2 at-large seats. This map would last until the 81st Congress in 1949.",
     "contextTwo": "",
     "contextThree": "",
     "fileName": "../az_topojson/Arizona_78_to_80.json"
   },
   {
     "sYear": "1949",
     "eYear": "1963",
     "legControl": "Democratic",
     "govControl": "Sidney Preston Osborn (Democratic)",
     "repNum": 2,
     "pop": "749,587",
     "redistType": "State Legislature",
     "context": "After in 1940 census, Arizona was apportioned another congressional representative, bringing its total to 2 representatives. In 1947, the 18th Legislature passed <a href=\"http://azmemory.azlibrary.gov/cdm/singleitem/collection/azsession/id/36/rec/27\">Chapter 19</a>, dividing the state into two separate districts along county lines. Arizona did not gain or lose representatives in the apportionment after the 1950 census, and so this map was left in place until the 88th Congress in 1963.",
     "contextTwo": "",
     "contextThree": "",
     "fileName": "../az_topojson/Arizona_81_to_87.json"
   },
   {
     "sYear": "1963",
     "eYear": "1967",
     "legControl": "Democratic",
     "govControl": "Paul Jones Fannin (Republican)",
     "repNum": 3,
     "pop": "1,302,161",
     "redistType": "State Legislature",
     "context": "After the census of 1960, Arizona was apportioned 1 more representative, bringing its total to 3. Pursuant to <a href=\"http://azmemory.azlibrary.gov/cdm/singleitem/collection/azsession/id/36/rec/27\">Chapter 19</a> of the 18th Legislature, passed in 1947, the state was divided into 3 districts, retaining the district of Maricopa County but splitting the rest of the state into two districts. This map would last until the 90th Congress in 1967.",
     "contextTwo": "",
     "contextThree": "",
     "fileName": "../az_topojson/Arizona_88_to_89.json"
   },
   {
     "sYear": "1967",
     "eYear": "1971",
     "legControl": "Democratic",
     "govControl": "Samuel Pearson Goddard (Democratic)",
     "repNum": 3,
     "pop": "1,302,161",
     "redistType": "Court Ordered",
     "context": "In 1962 and 1964, the Supreme Court handed down its decisions in <a href=\"https://supreme.justia.com/cases/federal/us/369/186/\"><em>Baker v. Carr</em></a> and <a href=\"https://supreme.justia.com/cases/federal/us/376/1/\"><em>Wesberry v. Sanders</em></a>, ruling that not only were issues of redistricting justiciable, but that congressional districts must be equal in population \"as nearly as practicable.\" As a result of these decisions, Mr. Gary P. Klahr sued the Governor and Secretary of State of Arizona in 1965, alleging that the congressional districts as established violated the principle of “one-person one-vote.",
     "contextTwo": "In <a href=\"https://law.justia.com/cases/federal/district-courts/FSupp/250/537/2341294/\"><em>Klahr v. Goddard</em></a> (1966), the District Court for the District of Arizona held that map established by the state legislature in 1947 violated the rules set down in <em>Wesberry v. Sanders</em>. Further holding that the state legislature had abdicated its duty by not raising the population discrepancies after <em>Sanders</em>, the District Court ordered a new map to be used for the elections in 1966 and onward. This map would last until the 92nd Congress in 1971.",
     "contextThree": "",
     "fileName": "../az_topojson/Arizona_90_to_91.json"
   },
   {
     "sYear": "1971",
     "eYear": "1973",
     "legControl": "Republican",
     "govControl": "John \"Jack\" R. Williams (Republican)",
     "repNum": 3,
     "pop": "1,302,161",
     "redistType": "State Legislature",
     "context": "In 1969, the Supreme Court handed down its decisions in <a href=\"https://supreme.justia.com/cases/federal/us/394/526/case.html\"><em>Kirkpatrick v. Preisler</em></a> and <a href=\"https://supreme.justia.com/cases/federal/us/394/542/\"><em>Wells v. Rockefeller</em></a>, clarifying that the “as nearly as practicable” standard for population equality in congressional districts be exactly equal, except where \"unavoidable despite a good faith effort.\" As a result of the new standard, Mr. Klahr again sued the Governor and Secretary of State of Arizona, claiming that the congressional districts in use since 1967 violated the equal population doctrine.",
     "contextTwo": "In <a href=\"https://www.leagle.com/decision/1969527303fsupp2241485\"><em>Klahr v. Williams</em></a> (1969), the District Court held that the population variances in the congressional districts (that they had drawn) were unconstitutional. However, given the proximity of the cases, the court deferred to the state legislature to redraw the districts before the 1970 elections, but withheld jurisdiction over the case in the event that the new districts were still in contention.",
     "contextThree": "Tasked with the order from the district court, the state legislature in 1970 passed <a href=\"http://azmemory.azlibrary.gov/cdm/singleitem/collection/azsession/id/50/rec/48\">Chapter 1</a> of the 1st Special Session of the 29th Legislature, refining the first congressional district to decrease the population variance. Still unsatisfied however, Mr. Klahr again sued the Governor and Secretary of State. In <a href=\"https://law.justia.com/cases/federal/district-courts/FSupp/313/148/1969331/\"><em>Klahr v. Williams</em></a> (1970), the district court held that, while the new districts enacted by Chapter 1 did not satisfy the constitutional requirement of one-person one-vote, they came closer than the Court’s decreed map from <em>Klahr v. Goddard</em>, in use from 1967-1971. Considering the other facts that a state-wide at-large election for three representatives without proper planning would be difficult, and that the ongoing census of 1970 was likely to apportion Arizona another representative anyway, the Court ruled that the map drawn by the legislature in Chapter 1 would be used for the 1970 election. This map would last until the 93rd Congress in 1973.",
     "fileName": "../az_topojson/Arizona_92_to_92.json"
   },
   {
     "sYear": "1973",
     "eYear": "1983",
     "legControl": "Republican",
     "govControl": "John \"Jack\" R. Williams (Republican)",
     "repNum": 4,
     "pop": "1,775,399",
     "redistType": "State Legislature",
     "context": "After the census of 1970, Arizona was apportioned 1 more representative, bringing its total to 4. In 1971, the State Legislature passed <a href=\"http://azmemory.azlibrary.gov/cdm/singleitem/collection/azsession/id/37/rec/50\">Chapter 1</a> of the First Special Session of the 30th Legislature, dividing the state into 4 congressional districts. Believing the new districts to be unconstitutional disproportionate in population, Mr. Gary P. Klahr once again returned to the District Court. In <a href=\"https://law.justia.com/cases/federal/district-courts/FSupp/339/922/1460752/\"><em>Klahr v. Williams</em></a> (1972), the district court ruled that the new districts satisfied the constitutional requirements of one-person one-vote. This map would stay in place until the 98th Congress in 1983.",
     "contextTwo": "",
     "contextThree": "",
     "fileName": "../az_topojson/Arizona_93_to_97.json"
   },
   {
     "sYear": "1983",
     "eYear": "1993",
     "legControl": "Republican",
     "govControl": "Bruce Edward Babbitt (Democratic)",
     "repNum": 5,
     "pop": "2,716,546",
     "redistType": "Court Ordered",
     "context": "After the census of 1980, Arizona was apportioned another representative, bringing its total to 5. In 1981, the state legislature passed <a href=\"http://azmemory.azlibrary.gov/cdm/singleitem/collection/azsession/id/18/rec/61\">Chapter 3</a> of the Seventh Special Session of the 35th Legislature over the governor’s veto, redistricting the state into 5 districts. Believing that the congressional districts violated the principle of one-person one-vote, the former governor Samuel Goddard, now Chair of the Arizona Democratic Party, sued the Governor in District Court to have the congressional districts ruled unconstitutional.",
     "contextTwo": "In <a href=\"https://law.justia.com/cases/federal/district-courts/FSupp/536/538/2009934/\"><em>Goddard v. Babbitt</em></a> (1982), the District Court ruled that the new Congressional Districts were unconstitutional in their population variance, and provided a replacement map that satisfied the equality requirements. However, rather than immediately implementing the new plan, the Court provided a 10 day deference period for the state legislature to draw their own constitution map. In the April of 1982, the <a href=\"http://azmemory.azlibrary.gov/cdm/singleitem/collection/azsession/id/28/rec/62\">Second Regular Session</a> of the 35th Legislature convened, but took no action regarding the congressional districts, effectively deferring to the Court’s map. This map would remain in place until the 103rd Congress in 1993.",
     "contextThree": "",
     "fileName": "../az_topojson/Arizona_98_to_102.json"
   },
   {
     "sYear": "1993",
     "eYear": "2003",
     "legControl": "Split (House R, Senate D)",
     "govControl": "J. Fife Symington (Republican)",
     "repNum": 6,
     "pop": "3,665,228",
     "redistType": "Court Ordered",
     "context": "After the census of 1990, Arizona was apportioned another representative, bringing its total to 6. Charged with redistricting the state to include the new district and comply with the equal population requirements, the House and Senate of the Arizona state legislature reached a deadlock in how to draw the districts. A citizen group, Arizonans for Fair Representation, sued the Governor (who would later become a plaintiff in the case, although remaining the named defendant) in District Court, hoping to break the deadlock. The Court required all parties, which included the State House, State Senate, and various Native American tribes, to submit their own proposed plans for congressional redistricting. In <a href=\"https://law.justia.com/cases/federal/district-courts/FSupp/828/684/2352036\"><em>Arizonans for Fair Representation v. Symington</em></a> (1992), the District Court handed down a map they themselves drew based off of the “Indian Compromise Plan.” This map would remain in place until the 108th Congress in 2003.",
     "contextTwo": "",
     "contextThree": "",
     "fileName": "../az_topojson/Arizona_103_to_107.json"
   },
   {
     "sYear": "2003",
     "eYear": "2005",
     "legControl": "Split (House R, Senate Split)",
     "govControl": "Jane Dee Hull (Republican)",
     "repNum": 8,
     "pop": "5,130,632",
     "redistType": "Arizona Independent Redistricting Commission",
     "context": "After the 2000 census, the state of Arizona was apportioned 2 more representatives, bringing its total to 8. In the 2000 election, voters had approved Prop 8, which established an independent commission (the Arizona Independent Redistricting Commission, or AIRC) to redraw the congressional (and other) districts in the state. In 2001, AIRC completed drafting <a href=\"https://www.azredistricting.org/2001/Final-CD-Map.asp\">new congressional districts</a> and submitted them to the Justice Department for preclearance under Section 5 of the Voting Rights Act. Receiving preclearance on March 26, 2002, the congressional district map was left out of the subsequent litigation in <a href=\"https://law.justia.com/cases/federal/district-courts/FSupp2/230/998/2425920/\"><em>Navajo Nation v. Arizona Independent Redistricting</em></a> (2002), challenging the AIRC’s state legislative districts. This map would remain in place until the 113th Congress in 2013.",
     "contextTwo": "",
     "contextThree": "",
     "fileName": "../az_topojson/Arizona_108_to_108.json"
   },
   {
     "sYear": "2005",
     "eYear": "2013",
     "legControl": "Republican",
     "govControl": "Janet Napolitano (Democratic)",
     "repNum": 8,
     "pop": "5,130,632",
     "redistType": "Arizona Independent Redistricting Commission",
     "context": "After the 2000 census, the state of Arizona was apportioned 2 more representatives, bringing its total to 8. In the 2000 election, voters had approved Prop 8, which established an independent commission (the Arizona Independent Redistricting Commission, or AIRC) to redraw the congressional (and other) districts in the state. In 2001, AIRC completed drafting <a href=\"https://www.azredistricting.org/2001/Final-CD-Map.asp\">new congressional districts</a> and submitted them to the Justice Department for preclearance under Section 5 of the Voting Rights Act. Receiving preclearance on March 26, 2002, the congressional district map was left out of the subsequent litigation in <a href=\"https://law.justia.com/cases/federal/district-courts/FSupp2/230/998/2425920/\"><em>Navajo Nation v. Arizona Independent Redistricting</em></a> (2002), challenging the AIRC’s state legislative districts. This map would remain in place until the 113th Congress in 2013.",
     "contextTwo": "",
     "contextThree": "",
     "fileName": "../az_topojson/Arizona_109_to_112.json"
   }
]